{
    "tbc_inicio": {
        "titulo": "The Bonsai Collection",
        "contenido": "¡Bienvenido a The Bonsai Collection! Un universo único donde el arte, la creatividad y la tecnología se entrelazan en un metaverso vanguardista potenciado por la tecnología blockchain. ",
        "subtemas": [
            "Concepto de Arte Digital y Metaverso Sci-Fi",
            "Coleccionismo, Rareza y Metaverso Narrativo",
            "Comunidad Interactiva en el Metaverso"
        ],
        "subtemasData": {
            "Concepto de Arte Digital y Metaverso Sci-Fi": {
                "titulo": "Concepto de Arte Digital y Metaverso Sci-Fi",
                "contenido": "The Bonsai Collection es una plataforma pionera que fusiona el arte digital con la narrativa de un metaverso futurista y sci-fi. Ofrece una exclusiva variedad de obras de arte digital inspiradas en la elegancia y belleza del arte del bonsái japonés. Cada pieza es única, creada digitalmente y respaldada por la tecnología de los NFT (Tokens No Fungibles)"
            },
            "Coleccionismo, Rareza y Metaverso Narrativo": {
                "titulo": "Coleccionismo, Rareza y Metaverso Narrativo",
                "contenido": "Esta colección representa más que simples piezas de arte digital. Cada NFT en The Bonsai Collection es una representación exclusiva dentro del metaverso, lo que le otorga singularidad, autenticidad y un lugar en la narrativa de la nave espacial TBC-17. Los coleccionistas encuentran atractivo el ser parte de este metaverso y poseer estas piezas únicas que tienen su propia historia y valor en este entorno narrativo."
            },
            "Comunidad Interactiva en el Metaverso": {
                "titulo": "Comunidad Interactiva en el Metaverso",
                "contenido": "The Bonsai Collection no solo es un escaparate de arte digital, sino un lugar donde los coleccionistas, entusiastas del arte y miembros de la comunidad participan activamente en este metaverso sci-fi. Con la inclusión de la historia de la nave estelar y el invernadero que genera energía perpetua, se crea un universo narrativo interactivo y en constante evolución que atrae a una comunidad comprometida y creativa, ofreciendo una experiencia única en el mundo del arte digital y el coleccionismo."
            }
        }    
    },
    "problema_global": {
        "titulo": "Problema Global",
        "contenido": "El siglo XXI presenció un problema apremiante en la Tierra: la escasez de agua y recursos naturales. El calentamiento global y el agotamiento de recursos llevaron a la humanidad a enfrentar una crisis sin precedentes. La supervivencia del planeta estaba en juego.",
        "subtemas": [
            "Agotamiento de recursos naturales",
            "Contaminación atmosférica y ambiental",
            "Desarrollo Industrial No Sostenible",
            "Aumento de la población y demanda de recursos"
        ],
        "subtemasData": {
            "Agotamiento de recursos naturales": {
                "titulo": "Agotamiento de recursos naturales",
                "contenido": "El agotamiento de recursos como combustibles fósiles, agua dulce y minerales esenciales llevó a la humanidad a una crisis de abastecimiento, intensificando la competencia y el conflicto por estos recursos escasos."
            },
            "Contaminación atmosférica y ambiental": {
                "titulo": "Contaminación atmosférica y ambiental",
                "contenido": "La emisión descontrolada de gases de efecto invernadero y la contaminación del aire, agua y suelo deterioraron la calidad del medio ambiente, llevando a un aumento significativo de la temperatura global y al cambio climático."
            },
            "Desarrollo Industrial No Sostenible": {
                "titulo": "Desarrollo Industrial No Sostenible",
                "contenido": "La expansión industrial sin controles ambientales adecuados contribuyó a la degradación del medio ambiente, la deforestación y la alteración de ecosistemas vitales, lo que afectó el equilibrio natural del planeta."
            },
            "Aumento de la población y demanda de recursos": {
                "titulo": "Aumento de la población y demanda de recursos",
                "contenido": "El crecimiento poblacional desmedido y el incremento de la demanda de recursos llevaron a una sobreexplotación de los ecosistemas, agotando las reservas naturales y llevando a la crisis de escasez de recursos."
            }
        }
    },
    "creacion_tbc": {
    "titulo": "Creación de TBC-17",
    "contenido": "La creación de la nave TBC-17 se erige como la epítome de la ciencia y la innovación, surgiendo como una respuesta a la crisis global de recursos y cambio climático mundial. En un esfuerzo en conjunto de las potencias gubernamentales más importantes de la Tierra, surge este proyecto clasificado. Concebida como un monumento a la ingeniería, la nave TBC-17 alberga en su interior un avanzado invernadero y tecnología de inteligencia artificial con 12 Main Lands y 36 Mini Lands en su interior. Esta nave posee en el centro de su invernadero un sol artificial, alrededor del que las islas orbitan y el cual constituye la fuente perpetua de energía que sustenta un ecosistema sostenible para la tripulación a bordo.",
    "subtemas": [
            "Diseño y Características",
            "Invernadero y AI",
            "Misiones de Exploración"
        ],
    "subtemasData": {
        "Diseño y Características": {
            "titulo": "Diseño y Características",
            "contenido": "El diseño de la TBC-17 incorpora una estructura aerodinámica y resistente que permite la navegación interplanetaria. Sus sistemas de propulsión avanzados y su capacidad para albergar a la tripulación durante largos períodos la convierten en una obra maestra tecnológica."
        },
        "Invernadero y AI": {
            "titulo": "Invernadero y AI",
            "contenido": "El invernadero dentro de la TBC-17 es un entorno cuidadosamente controlado que alberga una variedad de especies vegetales. La inteligencia artificial integrada supervisa y regula el ciclo de vida de las plantas, manteniendo un equilibrio ecológico esencial para la sostenibilidad de la nave y la tripulación."
        },
        "Misiones de Exploración": {
            "titulo": "Misiones de Exploración",
            "contenido": "Las misiones de exploración de la TBC-17 tienen como objetivo descubrir nuevos planetas, recursos valiosos y posibles hábitats para la humanidad. Utilizando tecnología de punta, drones y naves auxiliares, la nave lleva a cabo misiones de reconocimiento y análisis en el espacio profundo."
        }
    }
    },
    "invernadero_tbc": {
    "titulo": "Invernadero",
    "contenido": "TBC-17 alberga en su interior un avanzado invernadero y tecnología de inteligencia artificial con 12 Main Lands y 36 Mini Lands. Esta nave posee en el centro de su invernadero un sol artificial, alrededor del que las islas orbitan y el cual constituye la fuente perpetua de energía que sustenta un ecosistema sostenible para la tripulación.",
    "subtemas": [
            "Sostenibilidad Ecológica",
            "Ciclo Vital",
            "Ajuste Tecnológico",
            "Cultivos Hidropónicos",
            "Cultivos Aeropónicos"
        ],
    "subtemasData": {
        "Sostenibilidad Ecológica": {
            "titulo": "Sostenibilidad Ecológica",
            "contenido": "El invernadero fue diseñado como un ecosistema cerrado y autosuficiente. Se utilizaron técnicas avanzadas de hidroponía y aeroponía para cultivar una variedad de plantas y vegetación esencial para el suministro de oxígeno y la producción de alimentos."
        },
        "Ciclo Vital": {
            "titulo": "Ciclo Vital",
            "contenido": "El invernadero opera en un ciclo vital completo, donde las plantas no solo producían oxígeno a través de la fotosíntesis, sino que también purificaban el aire y ayudaban a reciclar los desechos orgánicos de la tripulación."
        },
        "Ajuste Tecnológico": {
            "titulo": "Ajuste Tecnológico",
            "contenido": "La gestión del invernadero se basaba en la integración de sensores y sistemas de control automáticos. Estos sistemas monitoreaban constantemente las condiciones ambientales como la humedad, la temperatura, la iluminación y los niveles de nutrientes para garantizar un crecimiento óptimo de las plantas."
        },
        "Cultivos Hidropónicos": {
            "titulo": "Cultivos Hidropónicos",
            "contenido": "- Eficiencia en la producción: A pesar de requerir una cantidad más significativa de agua y posiblemente recursos adicionales, estos cultivos producen resultados de alta calidad y ricos en nutrientes. - Mayor rendimiento: Aunque pueden ser más costosos de mantener, los cultivos hidropónicos tienden a ofrecer una mayor cantidad de producción en comparación con los cultivos aeropónicos. - Calidad superior: Su método de cultivo en un entorno acuático controlado puede generar alimentos más sabrosos y nutritivos."
        },
        "Cultivos Aeropónicos": {
            "titulo": "Cultivos Aeropónicos",
            "contenido": "- Eficiencia del uso del agua: Utilizan menos agua en comparación con los cultivos hidropónicos, ya que funcionan con un sistema de pulverización. - Mayor rapidez de crecimiento: Son ideales para cultivos que requieren un ciclo de crecimiento más corto o para plantaciones que necesitan una rápida respuesta de producción. - Menor rendimiento en comparación: Aunque son más eficientes en el uso del agua, los cultivos aeropónicos pueden proporcionar una menor cantidad de producción en comparación con los hidropónicos."
        }
    }
},
        "ia_tech": {
    "titulo": "Inteligencia Artificial En TBC-17",
    "contenido": "La IA desempeñó un papel crucial en el funcionamiento y la gestión de la nave espacial TBC, asegurando un control inteligente y eficiente de los sistemas vitales.",
    "subtemas": [
            "Control Integral",
            "Adaptabilidad y Aprendizaje",
            "Apoyo a la tripulación"
        ],
    "subtemasData": {
        "Control Integral": {
            "titulo": "Control Integral",
            "contenido": "La IA supervisa y gestiona todos los aspectos de la nave espacial, incluido el invernadero, la generación de energía, la gestión del agua y el oxígeno, la navegación y las comunicaciones."
        },
        "Adaptabilidad y Aprendizaje": {
            "titulo": "Adaptabilidad y Aprendizaje",
            "contenido": "Diseñada para aprender y adaptarse a las condiciones espaciales cambiantes, la IA emplea algoritmos de aprendizaje automático para mejorar su eficiencia con el tiempo. Esta optimización garantiza la maximización de los recursos y maximiza la eficacia de la nave espacial."
        },
        "Apoyo a la tripulación": {
            "titulo": "Apoyo a la tripulación",
            "contenido": "La gestión del invernadero se basaba en la integración de sensores y sistemas de control automáticos. Estos sistemas monitoreaban constantemente las condiciones ambientales como la humedad, la temperatura, la iluminación y los niveles de nutrientes para garantizar un crecimiento óptimo de las plantas."
        }
    }
},
    "recursos_economia": {
        "titulo": "Recursos y Economía",
        "contenido": "En TBC, el recurso más valioso es la energía, utilizada para activar todos los sistemas de la nave. No existe dinero; en su lugar, todo se intercambia por energía. Además, el agua y el oxígeno se generan y se intercambian en un ciclo vital que mantiene el ecosistema en funcionamiento. La gestión de datos y la seguridad se llevan a cabo mediante una tecnología blockchain especializada que opera en la nave. Una máquina dedicada genera Turing completos y aloja registros precisos de todos los datos de la nave. Esta blockchain automatizada garantiza la integridad, seguridad y accesibilidad exacta de los registros de la nave, asegurando un funcionamiento eficiente y confiable del ecosistema.",
        "subtemas": [
            "Energía",
            "Agua",
            "Oxigeno",
            "Recursos y Comercio"
        ],
    "subtemasData": {
        "Energía": {
            "titulo": "Energía y Economía",
            "contenido": "La energía, denominada 'TBC-Energy', es el recurso primordial en la economía de la TBC. Es utilizada para activar y mantener todos los sistemas vitales de la nave."
        },
        "Agua": {
            "titulo": "Agua",
            "contenido": "El agua, recurso vital para el ecosistema, se produce mediante avanzados sistemas de purificación y reciclaje en la nave. Los usuarios pueden adquirir agua para su consumo o para contribuir al equilibrio del ecosistema devolviéndola para su posterior transformación en energía."
        },
        "Oxigeno": {
            "titulo": "Oxigeno",
            "contenido": "El oxígeno, esencial para la respiración y el equilibrio del ecosistema, es producido mediante sistemas especializados en la nave. Los residentes pueden adquirirlo para su uso o devolverlo al ecosistema para su transformación en energía una vez utilizado."
        },
        "Recursos y Comercio": {
            "titulo": "Recursos y Comercio",
            "contenido": "El intercambio y la utilización de recursos se basan en un ciclo vital. Los recursos son adquiridos, usados y luego devueltos al sistema para su posterior conversión en energía."
        }
    }
},
    "mision_exploracion": {
        "titulo": "Misión y Exploración",
        "contenido": "La nave TBC tiene como misión principal explorar planetas y asteroides en el sistema solar, en busca de recursos vitales como agua, minerales y otros elementos que puedan ser valiosos para la supervivencia en la Tierra.",
        "subtemas": [
            "Objetivos de Exploración",
            "Drones y Naves Auxiliares",
            "Exploración"
        ],
        "subtemasData": {
        "Objetivos de Exploración": {
            "titulo": "Objetivos de Exploración",
            "contenido": "Sus objetivos de exploración se centran en la recolección estratégica de estos recursos, utilizando drones y naves auxiliares para recopilar datos y muestras de distintos lugares del espacio."
        },
        "Drones y Naves Auxiliares": {
            "titulo": "Drones y Naves Auxiliares",
            "contenido": "Los drones y las naves auxiliares son dispositivos no tripulados diseñados para realizar tareas específicas durante las misiones de exploración. Los drones suelen ser vehículos aéreos o terrestres que recopilan información y muestras, mientras que las naves auxiliares son vehículos más grandes y versátiles que pueden realizar tareas más complejas, como la extracción y el transporte de recursos."
        },
        "Oxigeno": {
            "titulo": "Oxigeno",
            "contenido": "El oxígeno, esencial para la respiración y el equilibrio del ecosistema, es producido mediante sistemas especializados en la nave. Los residentes pueden adquirirlo para su uso o devolverlo al ecosistema para su transformación en energía una vez utilizado."
        },
        "Exploración": {
            "titulo": "Exploración",
            "contenido": "Una exploración exitosa implica el retorno de recursos valiosos a la Tierra, previamente recolectados y analizados en los diferentes planetas o asteroides explorados. Estos recursos son enviados de vuelta a la Tierra en naves especialmente equipadas para este propósito, contribuyendo así al abastecimiento de recursos vitales en el planeta."
        }
    }
},
    "island_cubes": {
        "titulo": "Bonsai Islands",
        "contenido": "Las Islas son estructuras en forma de cubo dentro de la nave TBC, cada una representando un ambiente autónomo y vital para el ecosistema de la nave.",
        "subtemas": [
            "Estructura de las Islas",
            "Producción y Comercio",
            "Arte NFT y Cultura"
        ],
        "subtemasData": {
        "Estructura de las Islas": {
            "titulo": "Estructura de las Islas",
            "contenido": "Las Islas son estructuras fundamentales dentro de la nave TBC, cada una diseñada como un cubo autónomo y vital para el ecosistema de la nave. Estas islas representan diferentes ambientes, cada uno con características específicas que contribuyen al equilibrio y la sostenibilidad del entorno cerrado de la nave."
        },
        "Producción y Comercio": {
            "titulo": "Producción y Comercio",
            "contenido": "El aspecto de producción y comercio en la nave TBC es un sistema interno que permite la generación, intercambio y gestión de recursos. Los isla funcionan como centros de producción, cultivando alimentos, generando energía, purificando agua y produciendo oxígeno. Además, estos recursos pueden ser intercambiados y gestionados dentro de la comunidad de la nave."
        },
        "Arte NFT y Cultura": {
            "titulo": "Arte NFT y Cultura",
            "contenido": "El Arte NFT y la Cultura en la TBC se entrelazan con la creatividad y la narrativa del metaverso. Cada isla alberga obras de arte digital únicas respaldadas por tecnología NFT. La cultura en la nave se nutre de la expresión artística, la historia de las obras y su papel en la comunidad, creando así un entorno cultural en constante evolución dentro del metaverso de la TBC."
        }
    }
},
    "island_": {
        "titulo": "Bonsai",
        "contenido": "Las Islas son estructuras en forma de cubo dentro de la nave TBC, cada una representando un ambiente autónomo y vital para el ecosistema de la nave.",
        "subtemas": [
            "Estructura de las Islas",
            "Producción y Comercio",
            "Arte NFT y Cultura"
        ]
    }
}
