{
"tbc_inicio": {
"titulo": "The Bonsai Collection",
"contenido": "Welcome to The Bonsai Collection! A unique universe where art, creativity, and technology intertwine in a cutting-edge metaverse powered by blockchain technology. Discover the TBC universe in our Interactive Wiki.",
"subtemas": [
"Concept of Digital Art and Sci-Fi Metaverse",
"Collecting, Rarity, and Narrative Metaverse",
"Interactive Community in the Metaverse"
],
"subtemasData": {
"Concept of Digital Art and Sci-Fi Metaverse": {
"titulo": "Concept of Digital Art and Sci-Fi Metaverse",
"contenido": "The Bonsai Collection is a pioneering platform that merges digital art with the narrative of a futuristic sci-fi metaverse. It offers a unique variety of digital artworks inspired by the elegance and beauty of Japanese bonsai art. Each piece is unique, digitally created, and backed by NFT (Non-Fungible Token) technology."
},
"Collecting, Rarity, and Narrative Metaverse": {
"titulo": "Collecting, Rarity, and Narrative Metaverse",
"contenido": "This collection represents more than just digital art pieces. Each NFT in The Bonsai Collection is an exclusive representation within the metaverse, granting it uniqueness, authenticity, and a place in the narrative of the TBC-17 spaceship. Collectors find appeal in being part of this metaverse and owning these unique pieces that have their own story and value in this narrative environment."
},
"Interactive Community in the Metaverse": {
"titulo": "Interactive Community in the Metaverse",
"contenido": "The Bonsai Collection is not just a showcase of digital art but a place where collectors, art enthusiasts, and community members actively engage in this sci-fi metaverse. With the inclusion of the starship's history and the perpetually generating energy greenhouse, an interactive and ever-evolving narrative universe is created, attracting a committed and creative community, offering a unique experience in the world of digital art and collecting."
}
}
},
    "problema_global": {
    "titulo": "Global Problem",
    "contenido": "The 21st century witnessed an urgent problem on Earth: the scarcity of water and natural resources. Global warming and resource depletion led humanity to face an unprecedented crisis. The survival of the planet was at stake.",
    "subtemas": [
        "Depletion of Natural Resources",
        "Pollution",
        "Unsustainable Industrial Development",
        "Population Growth and Resource Demand"
    ],
    "subtemasData": {
        "Depletion of Natural Resources": {
            "titulo": "Depletion of Natural Resources",
            "contenido": "The depletion of resources such as fossil fuels, freshwater, and essential minerals led humanity to a supply crisis, intensifying competition and conflict over these scarce resources."
        },
        "Contamination": {
            "titulo": "Air and Environmental Pollution",
            "contenido": "Uncontrolled emission of greenhouse gases and pollution of air, water, and soil deteriorated the quality of the environment, leading to a significant increase in global temperature and climate change."
        },
        "Unsustainable Industrial Development": {
            "titulo": "Unsustainable Industrial Development",
            "contenido": "Industrial expansion without adequate environmental controls contributed to environmental degradation, deforestation, and alteration of vital ecosystems, affecting the planet's natural balance."
        },
        "Population Growth and Resource Demand": {
            "titulo": "Population Growth",
            "contenido": "Unbridled population growth and increased demand for resources led to overexploitation of ecosystems, depleting natural reserves and leading to a resource scarcity crisis."
        }
    }
},
   "creacion_tbc": {
    "titulo": "Creation of TBC-17",
    "contenido": "The creation of the TBC-17 spacecraft stands as the epitome of science and innovation, emerging as a response to the global crisis of resources and climate change. In a joint effort of the most important governmental powers on Earth, this classified project arises. Conceived as a monument to engineering, the TBC-17 spacecraft houses an advanced greenhouse and artificial intelligence technology with 12 Main Lands and 36 Mini Lands inside. This ship has an artificial sun at the center of its greenhouse, around which the islands orbit and which constitutes the perpetual source of energy that sustains a sustainable ecosystem for the crew on board.",
    "subtemas": [
        "Design and Characteristics",
        "Greenhouse and AI",
        "Exploration Missions"
    ],
    "subtemasData": {
        "Design and Characteristics": {
            "titulo": "Design and Characteristics",
            "contenido": "The design of the TBC-17 incorporates an aerodynamic and sturdy structure that allows for interplanetary navigation. Its advanced propulsion systems and its ability to accommodate the crew for long periods make it a technological masterpiece."
        },
        "Greenhouse and AI": {
            "titulo": "Greenhouse and AI",
            "contenido": "The greenhouse within the TBC-17 is a carefully controlled environment that houses a variety of plant species. The integrated artificial intelligence supervises and regulates the life cycle of the plants, maintaining an essential ecological balance for the sustainability of the ship and the crew."
        },
        "Exploration Missions": {
            "titulo": "Exploration Missions",
            "contenido": "The exploration missions of the TBC-17 aim to discover new planets, valuable resources, and possible habitats for humanity. Using cutting-edge technology, drones, and auxiliary spacecraft, the ship carries out reconnaissance and analysis missions in deep space. Generally, missions explore moving asteroids, moons, and planets, among other celestial bodies."
        }
    }
},
    "invernadero_tbc": {
    "titulo": "Invernadero",
    "contenido": "TBC-17 alberga en su interior un avanzado invernadero y tecnología de inteligencia artificial con 12 Main Lands y 36 Mini Lands. Esta nave posee en el centro de su invernadero un sol artificial, alrededor del que las islas orbitan y el cual constituye la fuente perpetua de energía que sustenta un ecosistema sostenible para la tripulación.",
    "subtemas": [
            "Sostenibilidad Ecológica",
            "Ciclo Vital",
            "Ajuste Tecnológico",
            "Cultivos Hidropónicos",
            "Cultivos Aeropónicos"
        ],
    "subtemasData": {
        "Sostenibilidad Ecológica": {
            "titulo": "Sostenibilidad Ecológica",
            "contenido": "El invernadero fue diseñado como un ecosistema cerrado y autosuficiente. Se utilizaron técnicas avanzadas de hidroponía y aeroponía para cultivar una variedad de plantas y vegetación esencial para el suministro de oxígeno y la producción de alimentos."
        },
        "Ciclo Vital": {
            "titulo": "Ciclo Vital",
            "contenido": "El invernadero opera en un ciclo vital completo, donde las plantas no solo producían oxígeno a través de la fotosíntesis, sino que también purificaban el aire y ayudaban a reciclar los desechos orgánicos de la tripulación."
        },
        "Ajuste Tecnológico": {
            "titulo": "Ajuste Tecnológico",
            "contenido": "La gestión del invernadero se basaba en la integración de sensores y sistemas de control automáticos. Estos sistemas monitoreaban constantemente las condiciones ambientales como la humedad, la temperatura, la iluminación y los niveles de nutrientes para garantizar un crecimiento óptimo de las plantas."
        },
        "Cultivos Hidropónicos": {
            "titulo": "Cultivos Hidropónicos",
            "contenido": "- Eficiencia en la producción: A pesar de requerir una cantidad más significativa de agua y posiblemente recursos adicionales, estos cultivos producen resultados de alta calidad y ricos en nutrientes. - Mayor rendimiento: Aunque pueden ser más costosos de mantener, los cultivos hidropónicos tienden a ofrecer una mayor cantidad de producción en comparación con los cultivos aeropónicos. - Calidad superior: Su método de cultivo en un entorno acuático controlado puede generar alimentos más sabrosos y nutritivos."
        },
        "Cultivos Aeropónicos": {
            "titulo": "Cultivos Aeropónicos",
            "contenido": "- Eficiencia del uso del agua: Utilizan menos agua en comparación con los cultivos hidropónicos, ya que funcionan con un sistema de pulverización. - Mayor rapidez de crecimiento: Son ideales para cultivos que requieren un ciclo de crecimiento más corto o para plantaciones que necesitan una rápida respuesta de producción. - Menor rendimiento en comparación: Aunque son más eficientes en el uso del agua, los cultivos aeropónicos pueden proporcionar una menor cantidad de producción en comparación con los hidropónicos."
        }
    }
},
"ia_tech": {
    "titulo": "Artificial Intelligence in TBC-17",
    "contenido": "AI played a crucial role in the operation and management of the TBC spacecraft, ensuring intelligent and efficient control of vital systems.",
    "subtemas": [
        "Integral Control",
        "Adaptability and Learning",
        "Crew Support"
    ],
    "subtemasData": {
        "Integral Control": {
            "titulo": "Integral Control",
            "contenido": "AI supervises and manages all aspects of the spacecraft, including the greenhouse, power generation, water and oxygen management, navigation, and communications."
        },
        "Adaptability and Learning": {
            "titulo": "Adaptability and Learning",
            "contenido": "Designed to learn and adapt to changing space conditions, AI employs machine learning algorithms to improve its efficiency over time. This optimization ensures the maximization of resources and maximizes the effectiveness of the spacecraft."
        },
        "Crew Support": {
            "titulo": "Crew Support",
            "contenido": "Greenhouse management relied on the integration of sensors and automatic control systems. These systems constantly monitored environmental conditions such as humidity, temperature, lighting, and nutrient levels to ensure optimal plant growth."
        }
    }
},
    "recursos_economia": {
    "titulo": "Resources and Economy",
    "contenido": "In TBC, the most valuable resource is energy, used to power all systems of the spacecraft. There is no money; instead, everything is exchanged for energy. Additionally, water and oxygen are generated and exchanged in a vital cycle that keeps the ecosystem functioning. Data management and security are carried out using specialized blockchain technology operating on the spacecraft. A dedicated machine generates Turing complete and hosts accurate records of all spacecraft data. This automated blockchain ensures the integrity, security, and exact accessibility of spacecraft records, ensuring efficient and reliable ecosystem operation.",
    "subtemas": [
        "Energy",
        "Water",
        "Oxygen",
        "Resources and Trade"
    ],
    "subtemasData": {
        "Energy": {
            "titulo": "Energy",
            "contenido": "Energy, referred to as 'TBC-Energy', is the primary resource in the TBC economy. It is used to power and maintain all vital systems of the spacecraft."
        },
        "Water": {
            "titulo": "Water",
            "contenido": "Water, a vital resource for the ecosystem, is produced through advanced purification and recycling systems on the spacecraft. Users can acquire water for consumption or to contribute to ecosystem balance by returning it for subsequent transformation into energy."
        },
        "Oxygen": {
            "titulo": "Oxygen",
            "contenido": "Oxygen, essential for respiration and ecosystem balance, is produced by specialized systems on the spacecraft. Residents can acquire it for use or return it to the ecosystem for transformation into energy once used."
        },
        "Resources and Trade": {
            "titulo": "Resources and Trade",
            "contenido": "The exchange and utilization of resources are based on a vital cycle. Resources are acquired, used, and then returned to the system for subsequent conversion into energy."
        }
    }
},
 "mision_exploracion": {
        "titulo": "Misión y Exploración",
        "contenido": "La nave TBC tiene como misión principal explorar planetas y asteroides en el sistema solar, en busca de recursos vitales como agua, minerales y otros elementos que puedan ser valiosos para la supervivencia en la Tierra.",
        "subtemas": [
            "Objetivos de Exploración",
            "Drones y Naves Auxiliares",
            "Exploración"
        ],
        "subtemasData": {
        "Objetivos de Exploración": {
            "titulo": "Objetivos de Exploración",
            "contenido": "Sus objetivos de exploración se centran en la recolección estratégica de estos recursos, utilizando drones y naves auxiliares para recopilar datos y muestras de distintos lugares del espacio."
        },
        "Drones y Naves Auxiliares": {
            "titulo": "Drones y Naves Auxiliares",
            "contenido": "Los drones y las naves auxiliares son dispositivos no tripulados diseñados para realizar tareas específicas durante las misiones de exploración. Los drones suelen ser vehículos aéreos o terrestres que recopilan información y muestras, mientras que las naves auxiliares son vehículos más grandes y versátiles que pueden realizar tareas más complejas, como la extracción y el transporte de recursos."
        },
        "Oxigeno": {
            "titulo": "Oxigeno",
            "contenido": "El oxígeno, esencial para la respiración y el equilibrio del ecosistema, es producido mediante sistemas especializados en la nave. Los residentes pueden adquirirlo para su uso o devolverlo al ecosistema para su transformación en energía una vez utilizado."
        },
        "Exploración": {
            "titulo": "Exploración",
            "contenido": "Una exploración exitosa implica el retorno de recursos valiosos a la Tierra, previamente recolectados y analizados en los diferentes planetas o asteroides explorados. Estos recursos son enviados de vuelta a la Tierra en naves especialmente equipadas para este propósito, contribuyendo así al abastecimiento de recursos vitales en el planeta."
        }
    }
},
    "island_cubes": {
    "titulo": "Bonsai Islands",
    "contenido": "The Islands are cube-shaped structures within the TBC spacecraft, each representing an autonomous and vital environment for the spacecraft's ecosystem.",
    "subtemas": [
        "Island Structure",
        "Production and Trade",
        "NFT Art and Culture"
    ],
    "subtemasData": {
        "Island Structure": {
            "titulo": "Island Structure",
            "contenido": "The Islands are fundamental structures within the TBC spacecraft, each designed as an autonomous cube vital to the spacecraft's ecosystem. These islands represent different environments, each with specific characteristics that contribute to the balance and sustainability of the spacecraft's closed environment."
        },
        "Production and Trade": {
            "titulo": "Production and Trade",
            "contenido": "The production and trade aspect in the TBC spacecraft is an internal system that allows for resource generation, exchange, and management. The islands function as production centers, cultivating food, generating energy, purifying water, and producing oxygen. Additionally, these resources can be exchanged and managed within the spacecraft community."
        },
        "NFT Art and Culture": {
            "titulo": "NFT Art and Culture",
            "contenido": "NFT Art and Culture in TBC are intertwined with the creativity and narrative of the metaverse. Each island hosts unique digital artworks backed by NFT technology. The culture on the spacecraft is nurtured by artistic expression, the history of the artworks, and their role in the community, creating a culturally evolving environment within the TBC metaverse."
        }
    }
},
"island_": {
    "titulo": "Bonsai",
    "contenido": "The Islands are cube-shaped structures within the TBC spacecraft, each representing an autonomous and vital environment for the spacecraft's ecosystem.",
    "subtemas": [
        "Island Structure",
        "Production and Trade",
        "NFT Art and Culture"
    ]
}

}